alsa-firmware
alsa-utils
arc-gtk-theme-eos
arduino-ide
b43-fwcutter
baobab
base
bat
bc
blueman
bluez-utils
bridge-utils
brightnessctl
btop
cliphist
detox
downgrade
duf
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-rankmirrors
eos-settings-xfce4
ethtool
eza
fastfetch
flatpak
ghostty
glances
go
goverlay
haveged
hdparm
helvum
hwdetect
hwinfo
hypridle
hyprlock
hyprpaper
inetutils
inkscape
inotify-tools
intel-ucode
jfsutils
kdeconnect
kernel-install-for-dracut
keyd
kicad
lib32-giflib
lib32-gtk3
lib32-libva
libreoffice-fresh
logrotate
lsscsi
luarocks
lutris
man-db
man-pages
mpc
mpd
mpdscribble
mpv
mtools
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nwg-look
openrgb
papirus-icon-theme
piper
pkgfile
power-profiles-daemon
pv
python-cssselect2
qbittorrent
qt5-quickcontrols2
qt5ct
qt6ct
rebuild-detector
reiserfsprogs
ristretto
rmpc
rofi-wayland
sddm
sg3_utils
signal-desktop
sof-firmware
starship
swaync
syncthing
texlive-bibtexextra
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-publishers
timeshift
tldr
tree-sitter-cli
ttf-opensans
vi
virt-manager
waybar
welcome
xdg-user-dirs-gtk
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4-themes
xl2tpd
xorg-xinput
xorg-xkill
yazi
zsh-autosuggestions
zsh-syntax-highlighting
